Repository: Inko22/ghmanager
Catalog: web/app/Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: Order not found
ru: Заказ не найден

source: Access to others servers is denied
ru: Доступ к чужим серверам запрещен

source: Order number not given
ru: Не указан номер заказа

source: Config was saved, Reopen it.
ru: Конфиг сохранён, откройте его снова.

source: Access to others tickets is denied
ru: Доступ к чужим тикетам запрещен

source: Ticket not found
ru: Тикет не найден

source: This is not your server
ru: Это чужой сервер

source: No servers given in ticket
ru: Вы не указали ни одного сервера

source: Could not close the ticket. Try again later.
ru: Не удалось закрыть тикет. Попробуйте позднее.

source: No Ticket id
ru: Не задан ID тикета

source: Message is empty
ru: В сообщении отсутствует текст

source: Ticket is closed
ru: Тикет закрыт

source: Reply was sent, unread messages marked as read.
ru: Ваш ответ отправлен, непрочитанные сообщения помечены прочитанными.

source: Reply was saved, but could not send message to admins. Error "%s". Please, contact support if you wont recieve a message soon.
ru: Ответ сохранён, но не удалось отправить уведомление администраторам. Ошибка "%s". Тем не менее, если вы не получите ответа в ближайшее время, свяжитесь с техподдержкой напрямую.

source: Tickets
ru: Тикеты

source: Help
ru: Помощь

source: Contacts
ru: Контакты

source: User mods
ru: Моды пользователя

source: Use this config for your mod
ru: Используйте этот конфиг для мода

source: Send
ru: Отправить

source: Cancel
ru: Отмена

source: Please, enter Ticket title
ru: Пожалуйста, напишите заголовок Тикета

source: Please, enter problem description
ru: Пожалуйста, напишите описание проблемы

source: Create new ticket
ru: Создать новый тикет

source: No ticket yet
ru: У вас нет ни одного тикета

source: Loading tickets
ru: Загружаю тикеты

source: Opened tickets
ru: Открытые тикеты

source: Closed tickets
ru: Закрытые тикеты

source: Loading thread
ru: Загружаю переписку

source: unread
ru: непрочитанных

source: Thread
ru: Переписка

source: Show all messages
ru: Показать все сообщения

source: Add Reply
ru: Добавить ответ

source: Close ticket
ru: Закрыть тикеты

source: Are you sure?
ru: Вы уверены?

source: If you close the ticket you wont be able to write answers in the ticket and Support wont be able to answer you too!
ru: Если вы закроете тикет, в него нельзя будет писать сообщения никому и даже Техподдержка не сможет вам ответить!

source: Yes, close the ticket
ru: Да, закрыть тикет

source: No
ru: Нет

source: Closed!
ru: Закрыт!

source: Ticket closed successfully
ru: Тикет закрыт успешно

source: Error!
ru: Ошибка!

source: Could not connect to the server!
ru: Не уадлось соединиться с сервером!

source: Open
ru: Открытый

source: Closed
ru: Закрытый

source: Tech support
ru: Техподдержка

source: You
ru: Вы

source: Submit
ru: Отправить

source: Delete
ru: Удалить

source: Header cannot be empty
ru: Заголовок не может быть пустым

source: Sum must be more then 0
ru: Сумма должна быть больше нуля

source: Can not be more then 1.000.000
ru: Больше мильона? Ого!

source: Rent must be more then one month
ru: Аренда сервера от 1 месяца

source: Rent can be be less then 12 month
ru: Аренда сервера только до 12 месяцев

source: Only digits allowed
ru: Могут быть только цифры

source: Only Yes or No allowed
ru: Может быть лишь Yes или No

source: Only 0 or 1 allowed
ru: Может быть лишь 0 или 1

source: Only digits and letters allowed
ru: Могут быть только цифры, буквы

source: Can not be empty
ru: Поле не может быть пустым

source: Can be Always, Never or Default
ru: Может быть лишь Always, Never или Default

source: 100 minimum
ru: Минимальное значение 100

source: 1024 maximum
ru: Максимальное значение 1024

source: Minimum 1
ru: Минимальное значение 1

source: Maximum 20
ru: Максимальное значение 20

source: Incorrect IP
ru: Введите корректный IP

source: Such IP is already exists
ru: Такой IP уже существует

source: Title must be at least 6 characters long.
ru: Длина заголовка должна быть как минимум 6 символов

source: Login can contain only letters and digits
ru: Логин может содержать только буквы и цифры

source: Username must be more then 5 symbols long
ru: Минимальная длина логина 5 символов

source: This login already exists
ru: Такой логин уже существует

source: Password length must be between 7 and 32 symbols long
ru: Длина пароля должна быть от 7 до 32 символов

source: Incorrect email
ru: Введите корректный e-mail

source: Email already exists. Try to recover password for this user.
ru: Такой e-mail уже существует. Попробуйте восстановить пароль существующего пользователя.

source: Incorrect phone number. Only digits with country code allowed.
ru: Введите корректный номер телефона: только цифры с кодом страны. Допустимы только страны СНГ.

source: Phone number already exists. Try to recover password for this user.
ru: Такой номер телефона уже привязан к другому логину. Попробуйте восстановить пароль существующего пользователя.

source: Steam ID must be like STEAM_0:0:123456
ru: Steam ID должен быть вида STEAM_0:0:123456

source: Maximum 128Kbit
ru: Максимум 128Кбит

source: Only true or false allowed
ru: Может быть только true или false

source: Must be hyperlink
ru: Может быть только ссылка
