Repository: Inko22/ghmanager
Catalog: scripts/i18n/*/LC_MESSAGES/ghmanager.po
Languages: ru

source: Trying to read param "%s" from config "%s/%s"
ru: Пытаюсь прочесть параметр "%s" из конфига "%s/%s"

source: String with param is found
ru: Строка с параметром найдена

source: String is found, but parameter is not set correctly
ru: Строка найдена, но параметр прописан некорректно

source: String with param NOT found
ru: Строка с параметром НЕ найдена

source: While running the script an error occured: %s
ru: Во время работы скрипта возникла ошибка: %s

source: While running the script an error occured. Read log.
ru: В процессе запуска скрипта возникла ошибка. Читайте лог.

source: Config NOT found
ru: Конфиг не найден

source: Creating list of logs
ru: Создаю список логов

source: List of logs created successfully
ru: Список логов составлен успешно

source: Try to read log %s
ru: Открываю лог %s
